---
kind: other
id: Properties.T:Autodesk.Revit.DB.ElementMulticategoryFilter
source: html/59254c14-3f54-5e36-27c3-92f5f92c6edc.htm
---
# ElementMulticategoryFilter Properties

True if the results of the filter are inverted; elements that would normally be accepted by this filter will be rejected,
 and elements that would normally be rejected will be accepted.